Repository: Nickmix/OpenSprinkler-Controller
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: hu_hu

source: Sprinkler System
hu_hu: Öntöző rendszer

source: Welcome
hu_hu: Üdvözöllek

source: Username:
hu_hu: Felhasználónév:

source: username
hu_hu: felhasználónév

source: Password:
hu_hu: Jelszó:

source: password
hu_hu: jelszó

source: Remember Me
hu_hu: Emlékezz rám

source: Sign in
hu_hu: Belépés

source: New Install
hu_hu: Új telepítés

source: Settings have been saved. Please wait while your redirected to the login screen!
hu_hu: A beállítások elmentve. Átirányítás a belépési ablakhoz.

source: Settings have been saved. However, crontab was not added and must be added manually.
hu_hu: A beállítások elmentve. Crontab nem lett hozzáadva, azt manuálisan kell megtenni.

source: Settings have NOT been saved. Check IP and Port settings and try again.
hu_hu: A beállítások még nincsenek elmentve. Ellenőrizd az IP címet és a Port beállításokat és próbáld újra.

source: Settings have NOT been saved. Check folder permissions and file paths then try again.
hu_hu: A beállítások még nincsenek elmentve. Ellenőrizd a mappa jogosultságait és az elérési utat és próbáld újra.

source: Submit
hu_hu: Mentés

source: Add New User
hu_hu: Új felhasználó hozzáadása

source: You can add additional users after logging in
hu_hu: További felhasználók hozzáadhatók bejelentkezés után

source: Open Sprinkler IP:
hu_hu: Open Sprinkler IP cím:

source: Open Sprinkler Password:
hu_hu: Open Sprinkler Jelszó:

source: Advanced Configuration
hu_hu: További beállítások

source: Localization:
hu_hu: Nyelvválasztás:

source: Pass File Location:
hu_hu: Jelszó fájl elérése:

source: Cache File Location:
hu_hu: Cache fájl elérése:

source: Sprinkler Log File:
hu_hu: Öntöző rendszer log bejegyzések:

source: Force SSL
hu_hu: SSL használat

source: Use Local Assets?
hu_hu: Megjelenítési eszközök helyi futtatása?

source: Running Now
hu_hu: Most Aktív

source: Runtime
hu_hu: Öntözési idő

source: Date/Time
hu_hu: Dátum/Idő

source: run
hu_hu: öntözés

source: runs
hu_hu: öntözés

source: min
hu_hu: perc

source: mins
hu_hu: perc

source: D, d M Y H:i
hu_hu: Y M d, D H:i

source: Rain Sensor
hu_hu: Esőérzékelő

source: switch
hu_hu: kapcsolás

source: switches
hu_hu: kapcsolás

source: Rain Delay
hu_hu: Esőzés késleltetés

source: change
hu_hu: változás

source: changes
hu_hu: változás

source: Value is in minutes. Zero means the station will be excluded from the run-once program.
hu_hu: Az értékek percben vannak megadva. A nulla azt jelenti, hogy az a kimenet nem lesz használva az egyszeri öntözésnél.

source: Reset
hu_hu: Újraindítás

source: You have no programs currently added. Tap the Add button on the top right corner to get started.
hu_hu: Nincs ütemterv hozzáadva. Kattints a Hozzáadás gombra a jobb felső sarokban a kezdéshez.

source: Click any program below to expand/edit. Be sure to save changes by hitting submit below.
hu_hu: Kattints az ütemtervre a kinyitáshoz/szerkesztéshez. Ügyelj a változtatások mentésére a Mentés gombra kattintva.

source: M
hu_hu: H

source: T
hu_hu: K

source: W
hu_hu: Sze

source: R
hu_hu: Cs

source: F
hu_hu: P

source: Sa
hu_hu: Szo

source: Su
hu_hu: V

source: Program
hu_hu: Ütemterv

source: Enabled
hu_hu: Engedélyezés

source: Weekly
hu_hu: Heti

source: Interval
hu_hu: Intervallum

source: Restrictions
hu_hu: Korlátozások

source: None
hu_hu: Nincs

source: Odd Days
hu_hu: Páratlan napok

source: Even Days
hu_hu: Páros napok

source: Days of the Week
hu_hu: Hét napjai

source: Interval (Days)
hu_hu: Intervallum (Napok)

source: Starting In
hu_hu: Kezdő nap

source: Stations:
hu_hu: Állomások:

source: Check All
hu_hu: Mindent kijelöl

source: Uncheck All
hu_hu: Kijelölések visszavonása

source: Start Time
hu_hu: Kezdési idő

source: End Time
hu_hu: Befejezési idő

source: Duration (minutes)
hu_hu: Időtartam (perc)

source: Interval (minutes)
hu_hu: Intervallum (perc)

source: Save New Program
hu_hu: Új ütemterv mentése

source: Save Changes to Program
hu_hu: Ütemterv változásainak mentése

source: Delete Program
hu_hu: Ütemterv törlése

source: Sprinkler Stations
hu_hu: Öntöző rendszer állomásai

source: System Disabled
hu_hu: Rendszer Tiltva

source: Rain delay until
hu_hu: Esőzés miatti késleltetés a következő időpontig:

source: D, d M Y H:i:s
hu_hu: Y M d, D H:i:s

source: Rain detected
hu_hu: Esőzés volt

source: is running on
hu_hu: használja a

source: stations
hu_hu: állomást

source: Manual program
hu_hu: Kézi ütemterv

source: remaining
hu_hu: maradt

source: is running on station
hu_hu: fut a következő állomáson:

source: Manual mode enabled
hu_hu: Kézi üzemmód engedélyezve

source: Running
hu_hu: Fut

source: Scheduled
hu_hu: Tervezett

source: (Master)
hu_hu: (Főkapcsoló)

source: last ran station
hu_hu: futott a következő állomáson:

source: m
hu_hu: percet

source: s on
hu_hu: másodpercet, ekkor:

source: running
hu_hu: Fut

source: Timezone
hu_hu: Időzóna

source: Localization
hu_hu: Nyelvválasztás

source: NTP Sync
hu_hu: NTP szinkron

source: Auto Reconnect
hu_hu: Automatikus újracsatlakozás

source: Extension Boards
hu_hu: Állomás kiterjesztő áramkörök

source: Sequential
hu_hu: Egymás utáni

source: Station Delay (seconds)
hu_hu: Állomás késleltetés (másodperc)

source: Master Station
hu_hu: Fő állomás

source: Location
hu_hu: Helység

source: Master On Delay
hu_hu: Fő állomás késleltetés

source: Master Off Delay
hu_hu: Fő kikapcsolás késleltetés

source: Use Rain Sensor
hu_hu: Esőérzékelő használata

source: Normally Open (Rain Sensor)
hu_hu: Alapállapotba nyitott (esőérzékelő)

source: % Watering
hu_hu: % Öntözés

source: Ignore Password
hu_hu: Nincs jelszó

source: Station Name
hu_hu: Állomás nevek

source: Activate Master?
hu_hu: Legyen főkapcsoló?

source: Change Password
hu_hu: Jelszó változtatás

source: Save Changes to
hu_hu: Változtatások mentése

source: Delete
hu_hu: Törlés

source: Run-once program
hu_hu: Egyszeri öntözésű ütemterv

source: Settings
hu_hu: Beállítások

source: Update Available
hu_hu: Frissítés elérhető

source: Weather
hu_hu: Időjárás

source: Information
hu_hu: Információ

source: Current Status
hu_hu: Aktuális állapot

source: Preview Programs
hu_hu: Ütemterv előnézet

source: View Logs
hu_hu: Log bejegyzések megtekintése

source: Program Control
hu_hu: Ütemterv beállítások

source: Edit Programs
hu_hu: Ütemtervek szerkesztése

source: Manual Control
hu_hu: Kézi vezérlés

source: Run-Once Program
hu_hu: Egyszeri öntözésű ütemterv

source: Stop All Stations
hu_hu: Minden állomás kikapcsolása

source: Logged in as:
hu_hu: Bejelentkezve mint:

source: Auto Login
hu_hu: Automatikus belépés

source: Off
hu_hu: Ki

source: On
hu_hu: Be

source: Theme
hu_hu: Téma

source: Legacy
hu_hu: Örökölt

source: Flat
hu_hu: Sima

source: Export Configuration
hu_hu: Beállítások exportálása

source: Import Configuration
hu_hu: Beállítások importálása

source: Logout
hu_hu: Kilépés

source: About
hu_hu: Rólunk

source: Back
hu_hu: Vissza

source: Refresh
hu_hu: Frissítés

source: With manual mode turned on, tap a station to toggle it.
hu_hu: Kézi üzemmód esetén az állomás kattintásával aktiválható.

source: Manual Mode
hu_hu: Kézi üzemmód

source: Programs
hu_hu: Ütemtervek

source: Add
hu_hu: Hozzáadás

source: Add Program
hu_hu: Ütemterv hozzáadása

source: Rain delay allows you to disable all programs for a set duration. You can manually set a rain delay or enable automatic rain delays.
hu_hu: Esőzés esetén beálllítható egy késleltetés, hogy tiltsa az összes ütemtervet. Lehetőség van manuális és automatikus késleltetés beállítására.

source: Manual Rain Delay
hu_hu: Manuális esőzés késleltetés

source: Enable manual rain delay by entering a value into the input below. To turn off a currently enabled rain delay use a value of 0.
hu_hu: Manuális esőzés késleltetéshez egy nullától különböző értéket kell megadni. Kikapcsoláshoz 0-ra kell állítani.

source: Duration (in hours):
hu_hu: Időtartam (óra)

source: Automatic Rain Delay
hu_hu: Automatikus esőzés késleltetés

source: When automatic rain delay is enabled, the weather will be checked for rain every hour. If the weather reports any condition suggesting rain, a rain delay is automatically issued using the below set delay duration.
hu_hu: Mikor az automatikus esőzés késleltetés aktív, az időjárás előrejelzés ellenőrizve lesz minden órában. Ha az előrejelzés esőt jósol, akkor az esőzés késleltetés automatikusan aktiválódik az alább beállított késleltetési idővel.

source: Auto Rain Delay
hu_hu: Automatikus esőzés késleltetés

source: Delay Duration (hours)
hu_hu: Késleltetés (óra)

source: Logs
hu_hu: Log bejegyzések

source: Graph
hu_hu: Grafikon

source: Table
hu_hu: Táblázat

source: Options
hu_hu: Opciók

source: Grouping:
hu_hu: Csoportosítás:

source: Hour
hu_hu: Óra

source: DOW
hu_hu: Hét

source: Month
hu_hu: Hónap

source: Start:
hu_hu: Kezdés:

source: End:
hu_hu: Befejezés:

source: Clear Logs
hu_hu: Log bejegyzések törlése

source: Device Options
hu_hu: Eszköz beállítások

source: Edit Stations
hu_hu: Állomások szerkesztése

source: User Management
hu_hu: Felhasználók kezelése

source: System Control
hu_hu: Rendszerbeállítás

source: Operation
hu_hu: Működés engedélyezése

source: Reboot OpenSprinkler
hu_hu: OpenSprinkler újraindítása

source: Automatically Disable Manual Mode
hu_hu: Kézi üzemmód automatikus tiltása

source: Automatically disable manual mode at midnight. Use this option to turn off manual mode and ensure programs run even if you forget manual mode enabled.
hu_hu: Kézi vezérlés automatikusan tiltva éjfél után. Ezzel az opcióval kikapcsolható a kézi vezérlés és biztosítható, hogy az ütemtervek akkor is fussanak, ha a kézi vezérlés aktív maradt.

source: Local Assets
hu_hu: Megjelenítéshez használt eszközök helyi futtatása

source: Choose between local assets (javascript libraries and CSS) or public CDN (Google and cdnjs).
hu_hu: Beállítható, hogy a megjelenítés eszközeniek forrása helyi (javascript könyvtár és CSS fájlok) vagy nyilvános (Google és cdnjs) legyen.

source: OS Settings
hu_hu: OS Beállítások

source: User Control
hu_hu: Felhasználói beállítások

source: Add User
hu_hu: Felhasználó hozzáadása

source: Program Preview
hu_hu: Ütemterv előnézet

source: Zoom in
hu_hu: Közelítés

source: Zoom out
hu_hu: Távolítás

source: Move left
hu_hu: Balra

source: Move right
hu_hu: Jobbra

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Invalid Login
hu_hu: Hibás bejelentkezés

source: Connection timed-out. Please try again.
hu_hu: Kapcsolódási idő túllépés. Kérlek oróbálkozz később.

source: Auto disable of manual mode was not changed. Check config.php permissions and try again.
hu_hu: Automatikus letiltása a kézi vezérlésnek nem változott. Ellenőrizd a config.php jogosultságokat és próbáld meg újra.

source: Asset location was not changed. Check config.php permissions and try again.
hu_hu: Megjelenítás eszközei nem változtak. Ellenőrizd a config.php jogosultságokat és próbáld meg újra.

source: Error communicating with OpenSprinkler. Please check your password is correct.
hu_hu: Hiba a kapcsolatban az OpenSprinkler-rel. Kérlek ellenőrizd az OpenSprinkler jelszavát.

source: Are you sure you want to logout?
hu_hu: Biztosan ki akarsz lépni?

source: Are you sure you want to delete
hu_hu: Biztosan törölni akarod a következőt:

source: User already exists
hu_hu: A felhasználó már létezik

source: Password for
hu_hu: Jelszó ehhez:

source: has been updated
hu_hu: frissítve

source: No entries found in the selected date range
hu_hu: Nincs bejegyzés a kiválasztott dátum intervallumban

source: Sun
hu_hu: V

source: Mon
hu_hu: H

source: Tue
hu_hu: K

source: Wed
hu_hu: Sze

source: Thr
hu_hu: Cs

source: Fri
hu_hu: P

source: Sat
hu_hu: Szo

source: Mar
hu_hu: Már

source: Apr
hu_hu: Ápr

source: May
hu_hu: Máj

source: Jun
hu_hu: Jún

source: Jul
hu_hu: Júl

source: Sep
hu_hu: Szep

source: Oct
hu_hu: Okt

source: Quick Programs
hu_hu: Gyors ütemtervek

source: Last Used Program
hu_hu: Utoljára használt ütemterv

source: No stations set to run on this day.
hu_hu: Egyik állomás sem kapcsolódik be ezen a napon.

source: Are you sure you want to delete program
hu_hu: Biztosan szeretnéd törölni az ütemtervet:

source: Error: Interval days must be between 2 and 128.
hu_hu: Hiba: A napoknak 2 és 128 között kell lenniük.

source: Error: Starting in days wrong.
hu_hu: Hiba: Kezdő nap hibás.

source: Error: Start time must be prior to end time.
hu_hu: Hiba: A kezdő időpontnak meg kell előznie a befejezés időpontját.

source: Error: You have not selected any stations.
hu_hu: Hiba: Nincs állomás kiválasztva.

source: Program added successfully
hu_hu: Ütemterv sikeresen hozzáadva

source: Program has been updated
hu_hu: Ütemterv sikeresen frissítve

source: Settings have been saved
hu_hu: Beállítások elmentve

source: Station name must be 16 characters or less
hu_hu: Állomás neve maximum 16 karakter hosszúságú lehet

source: Stations have been updated
hu_hu: Állomások frissítve

source: Run-once program has been scheduled
hu_hu: Egyszeri öntözés tervezve

source: Rain delay has been successfully set
hu_hu: Esőzés késleltetés sikeresen beállítva

source: Auto-delay changes were not saved. Check config.php permissions and try again.
hu_hu: Automatikus késleltetés változásainak mentése nem sikerült. Ellenőrizd a config.php jogosultságait és próbáld újra.

source: Auto-delay changes have been saved
hu_hu: Automatikus késleltetés változásai elmentve.

source: Are you sure you want to clear all your log data?
hu_hu: Biztosan törölni akarod az összes korábbi log bejegyzést?

source: Logs have been cleared
hu_hu: A korábbi log bejegyzések törölve

source: Are you sure you want to reboot OpenSprinkler?
hu_hu: Biztosan újraindítod az OpneSprinkler rendszerét?

source: OpenSprinkler is rebooting now
hu_hu: OpenSprinkler újraindul

source: Are you sure you want to stop all stations?
hu_hu: Biztosan ki akarod kapcsolni az összes állomást?

source: All stations have been stopped
hu_hu: Minden állomás kikapcsolva

source: Backup saved to your device
hu_hu: Biztonsági mentés elkészült

source: No backup available on this device
hu_hu: Nincs biztonsági mentés

source: Are you sure you want to restore the configuration?
hu_hu: Biztosan vissza szeretnéd állítani a korábbi beállításokat?

source: Backup restored to your device
hu_hu: A visszaállítás sikeres
