Repository: Nickmix/OpenSprinkler-Controller
Catalog: locale/*/C/LC_MESSAGES/messages.po
Languages: it_it

source: Sprinkler System
it_it: sistema di irrigazione

source: Welcome
it_it: Benvenuto!

source: Username:
it_it: Nome utente:

source: username
it_it: nome utente

source: Remember Me
it_it: Ricordati di me

source: Sign in
it_it: Accedi

source: New Install
it_it: Nuova installazione

source: Password confirmation doesn't match password.
it_it: Conferma Password non è uguale a Password

source: Settings have been saved. Please wait while your redirected to the login screen!
it_it: Le impostazioni sono state salvate. Attendi il redirect alla schermata di accesso!

source: Settings have been saved. However, crontab was not added and must be added manually.
it_it: Impostazioni salvate. Il Crontab non è stato aggiunto e deve essere aggiunto manualmente.

source: Settings have NOT been saved. Check IP and Port settings and try again.
it_it: Impostazioni NON salvate. Verifica le impostazioni per l'indirizzo IP e la Porta e prova ancora.

source: Settings have NOT been saved. Check folder permissions and file paths then try again.
it_it: Impostazioni NON salvate. Controlla i permessi delle cartelle e i path per i file e prova ancora.

source: Submit
it_it: Invia

source: Add New User
it_it: Aggiungi nuovo utente

source: You can add additional users after logging in
it_it: Puoi aggiungere nuovi utenti dopo l'accesso

source: Confirm Password:
it_it: Conferma Password:

source: Interval Program (detected)
it_it: Intervallo di Programma (rilevato)

source: Advanced Configuration
it_it: Configurazione avanzata

source: Localization:
it_it: Localizzazione:

source: Weather Provider
it_it: Provider meteorologico

source: Pass File Location:
it_it: Percorso per il Pass File:

source: Cache File Location:
it_it: Percorso per il Cache File:

source: Force SSL
it_it: Forza SSL

source: Use Local Assets?
it_it: Usare le risorse locali?

source: Running Now
it_it: Avvia Ora

source: Runtime
it_it: Durata

source: Date/Time
it_it: Data/ora

source: run
it_it: Partenza

source: runs
it_it: volte

source: mins
it_it: minuti

source: Rain Sensor
it_it: Sensore Pioggia

source: switch
it_it: cambia

source: switches
it_it: cambiamenti

source: Rain Delay
it_it: Ritardo per pioggia

source: change
it_it: cambia

source: changes
it_it: variazioni

source: Value is in minutes. Zero means the station will be excluded from the run-once program.
it_it: Il valore è in minuti. Lo zero indica che la stazione sarà esclusa dal programma eseguito una sola volta.

source: You have no programs currently added. Tap the Add button on the top right corner to get started.
it_it: Non hai aggiunto ancora nessun programma. Usa il bottone Aggiungi in alto a sinistra per iniziare.

source: Click any program below to expand/edit. Be sure to save changes by hitting submit below.
it_it: Click un programma qui sotto per aprirlo/modicarlo. Assicurati di salvare i cambiamenti cliccando il pulsante di invio qui sotto.

source: Sa
it_it: Sab

source: Su
it_it: Dom

source: Program
it_it: Programma

source: Enabled
it_it: Abilitato

source: Weekly
it_it: Settimanalmente

source: Interval
it_it: Intervallo

source: Restrictions
it_it: Restrizioni

source: None
it_it: Nessuno

source: Odd Days
it_it: Giorni dispari

source: Even Days
it_it: Giorni pari

source: Days of the Week
it_it: Giorni della settimana

source: Interval (Days)
it_it: Intervallo (giorni)

source: Starting In
it_it: Avvio in

source: Stations:
it_it: Stazioni:

source: Check All
it_it: Seleziona tutto

source: Uncheck All
it_it: Deseleziona tutto

source: Start Time
it_it: Orario d'inizio

source: End Time
it_it: Orario di fine

source: Duration (minutes)
it_it: Durata (minuti)

source: Interval (minutes)
it_it: Intervallo (minuti)

source: Save New Program
it_it: Salva Nuovo Programma

source: Save Changes to Program
it_it: Salva modifiche nel Programma

source: Run Program
it_it: Avvia programma

source: Delete Program
it_it: Cancella Programma

source: Sprinkler Stations
it_it: Stazioni d'irrigazione

source: System Disabled
it_it: Sistema disabilitato

source: Rain delay until
it_it: Ritardo per pioggia fino

source: Rain detected
it_it: Rilevata pioggia

source: is running on
it_it: è acceso su

source: stations
it_it: stazioni

source: Manual program
it_it: Programma manuale

source: remaining
it_it: rimanente

source: is running on station
it_it: è acceso sulla stazione

source: Manual mode enabled
it_it: Modalità manuale abilitata

source: Running
it_it: Acceso

source: Scheduled
it_it: Programmato

source: last ran station
it_it: ultima stazione accesa

source: for
it_it: per

source: are
it_it: sono

source: is
it_it: è

source: running
it_it: acceso

source: Timezone
it_it: Fuso orario

source: NTP Sync
it_it: Sync. NTP

source: Auto Reconnect
it_it: Riconnessione automatica

source: Extension Boards
it_it: Schede di espansione

source: Sequential
it_it: Sequenziale

source: Station Delay (seconds)
it_it: Ritardo stazione (secondi)

source: Master Station
it_it: Stazione Master

source: Master On Delay
it_it: Ritardo accensione Master

source: Master Off Delay
it_it: Ritardo spegnimento Master

source: Use Rain Sensor
it_it: Usa il sensore per pioggia

source: Normally Open (Rain Sensor)
it_it: Normalmente aperto (Sensore Pioggia)

source: % Watering
it_it: % irrigazione

source: Ignore Password
it_it: Ignora Password

source: Station Name
it_it: Nome stazione

source: Activate Master?
it_it: Attivare Master?

source: Change Password
it_it: Cambia password

source: Confirm Password
it_it: Conferma Password

source: Save Changes to
it_it: Salva cambiamenti su

source: Delete
it_it: Cancella

source: Forecast data could not be retrieved. Please try again later and/or check location setting.
it_it: I dati del clima non possono essere rilevati. Prova ancora più tardi o controlla i settari per la location e le chiavi API.

source: d M Y
it_it: g M A

source: Jan
it_it: Gen

source: May
it_it: Mag

source: Jun
it_it: Giu

source: Jul
it_it: Lug

source: Aug
it_it: Ago

source: Sep
it_it: Set

source: Oct
it_it: Ott

source: Dec
it_it: Dic

source: Mon
it_it: Lun

source: Tue
it_it: Mar

source: Wed
it_it: Mer

source: Thr
it_it: Gio

source: Fri
it_it: Ven

source: Sat
it_it: Sab

source: Sun
it_it: Dom

source: Now
it_it: Ora

source: Low
it_it: Bassa

source: High
it_it: Alta

source: Forecast data could not be retrieved. Please try again later and/or check location/api key settings.
it_it: I dati del clima non possono essere rilevati. Prova ancora più tardi o controlla i settari per la location e le chiavi API.

source: Run-once program
it_it: Eseguire una volta il programma

source: Y-m-d H:i:s
it_it: A-m-G H:m:s

source: Settings
it_it: Impostazioni

source: Update Available
it_it: Aggiornamento disponibile

source: Weather
it_it: Meteo

source: Information
it_it: Informazione

source: Current Status
it_it: Stato corrente

source: Preview Programs
it_it: Anteprima Programmi

source: View Logs
it_it: Vedi Log

source: Program Control
it_it: Controllo programma

source: Change Rain Delay
it_it: Cambia il ritardo per pioggia

source: Edit Programs
it_it: Modifica programma

source: Manual Control
it_it: Controllo manuale

source: Run-Once Program
it_it: Programma eseguito una sola volta

source: Stop All Stations
it_it: Ferma tutte le stazioni

source: Enable manual rain delay by entering a value into the input below. To turn off a currently enabled rain delay use a value of 0.
it_it: Abilita il ritardo manuale per pioggia inserendo un valore nel campo sottostante. Per disattivare il ritardo correntemente impostato inserisci 0

source: Duration (in hours):
it_it: Durata (in ore):

source: Logged in as:
it_it: Loggato come:

source: Auto Login
it_it: Login automatico

source: On
it_it: Acceso

source: Off
it_it: Spento

source: Export Configuration
it_it: Esporta configurazione

source: Import Configuration
it_it: Importa configurazione

source: Logout
it_it: Esci

source: About
it_it: Informazioni

source: Forecast
it_it: Previsioni

source: Back
it_it: Indietro

source: Refresh
it_it: Aggiorna

source: With manual mode turned on, tap a station to toggle it.
it_it: Con la modalità manuale attivata, tocca una stazione per attivarla.

source: Manual Mode
it_it: Modalità manuale

source: Programs
it_it: Programmi

source: Add
it_it: Aggiungi

source: Add Program
it_it: Aggiungi Programma

source: Logs
it_it: Log

source: Graph
it_it: Grafico

source: Table
it_it: Tabella

source: Options
it_it: Opzioni

source: Grouping:
it_it: Raggruppamento:

source: Hour
it_it: Ora

source: Month
it_it: Mese

source: Start:
it_it: Inizio :

source: End:
it_it: Fine:

source: Device Settings
it_it: Inpostazioni del device

source: Operation
it_it: Azione

source: Device Options
it_it: Opzioni Dispositivo

source: Edit Stations
it_it: Modifica Stazioni

source: Reboot OpenSprinkler
it_it: Riavvia OpenSprinkler

source: Mobile Application Settings
it_it: Impostazioni app mobile

source: Local Assets
it_it: Risorse locali

source: Assets are javascript and CSS libraries that power the mobile web app. Choose between local assets or content distibution network (CDN) hosted assets.
it_it: Le risorse sono librerie javascript e CSS per l'utilizzo dell'applicazione mobile. Scegli tra risorse locali o gestite attraverso un CDN Content Distribution Network.

source: Manual Auto-Off
it_it: Auto spegnimento manuale

source: Automatically disable manual mode at midnight. Use this option to turn off manual mode and ensure programs run even if you forget manual mode enabled.
it_it: Disabilita automaticamente la modalità manuale a mezzanotte. Usa questa opzione per disabilitare la modalità manuale ed assicurarti che i programmi vengano eseguiti anche se hai dimenticato la modalità manuale abilitata.

source: Clear Configuration
it_it: Pulisci configurazione

source: Clear Logs
it_it: Cancella i log

source: Localization
it_it: Localizzazione

source: User Management
it_it: Gestione utente

source: Weather Settings
it_it: Impostazioni meteo

source: OS Settings
it_it: Impostazioni OS

source: Automatic Rain Delay
it_it: Ritardo per pioggia automatico

source: When automatic rain delay is enabled, the weather will be checked for rain every hour. If the weather reports any condition suggesting rain, a rain delay is automatically issued using the below set delay duration.
it_it: Quando il ritardo per pioggia automatico è abilitato, le condizioni climatiche vengono verificate ogni ora. Se la verifica rileva una condizione di pioggia, un ritardo per pioggia verrà segnalato automaticamente usando la durata impostata nella schermata sottostante.

source: Auto Rain Delay
it_it: Ritardo per pioggia automatico

source: Delay Duration (hours)
it_it: Durata del ritardo (ore)

source: Program Preview
it_it: Anteprima Programma

source: Zoom in
it_it: Aumenta Zoom

source: Zoom out
it_it: Diminuisci Zoom

source: Move left
it_it: Muovi a sinistra

source: Move right
it_it: Muovi a destra

source: Invalid Login
it_it: Login non corretto

source: Connection timed-out. Please try again.
it_it: Time-out di connessione. Prova ancora.

source: Auto disable of manual mode was not changed. Check config.php permissions and try again.
it_it: La disattivazione automatica della modalità manuale non è stata cambiata. Controlla i permessi del config.php e prova ancora.

source: Asset location was not changed. Check config.php permissions and try again.
it_it: La posizione delle risorse non è stata cambiata. Controlla il config.php e prova ancora.

source: Error communicating with OpenSprinkler. Please check your password is correct.
it_it: Errore nella comunicazione con OpenSprinkler. Controlla che la tua password sia corretta.

source: Station delay
it_it: Ritardo della stazione

source: Are you sure you want to logout?
it_it: Sicuro di voler uscire?

source: Are you sure you want to delete
it_it: Sicuro di voler cancellare?

source: User already exists
it_it: L'utente esistente

source: Password for
it_it: Password per

source: has been updated
it_it: è stato aggiornato

source: No entries found in the selected date range
it_it: Nessun risultato trovato nell'intervallo di date selezionato

source: Quick Programs
it_it: Programmi veloci

source: Last Used Program
it_it: Ultimo programma usato

source: No stations set to run on this day.
it_it: Non ci sono stazioni attive in questo giorno.

source: Are you sure you want to delete program
it_it: Sei sicuro di voler cancellare il programma

source: Error: Interval days must be between 2 and 128.
it_it: Errore: l'intervallo tra i giorni deve essere tra 2 e 128

source: Error: Starting in days wrong.
it_it: Errore: partenza in giorni sbagliata.

source: Error: Start time must be prior to end time.
it_it: Errore: l'orario di inizio deve essere antecedente all'orario di fine

source: Error: You have not selected any stations.
it_it: Errore: non hai selezionato nessuna stazione.

source: Program added successfully
it_it: Programma aggiunto con successo

source: Program has been updated
it_it: Programma aggiornato

source: Settings have been saved
it_it: Impostazioni salvate

source: Station name must be 16 characters or less
it_it: Il nome della stazione deve essere 16 caratteri o meno

source: Stations have been updated
it_it: Stazioni aggiornate

source: Run-once program has been scheduled
it_it: Il programma da eseguire una sola volta è stato pianificato

source: Weather settings were not saved. Check config.php permissions and try again.
it_it: Impostazioni per condizioni climatiche non salvate. Verifica i permessi del config.php e prova ancora.

source: Weather settings have been saved
it_it: Impostazioni meteo salvate

source: Localization settings have been saved
it_it: Impostazioni per la localizzazione salvate

source: Rain delay has been successfully set
it_it: Il ritardo per pioggia è stato impostato correttamente

source: Auto-delay changes were not saved. Check config.php permissions and try again.
it_it: Impostazioni per il ritardo automatico non salvate. Verifica i permessi del config.php e prova ancora.

source: Auto-delay changes have been saved
it_it: Impostazioni per il ritardo automatico salvate

source: Are you sure you want to delete all settings and return to the default settings (this will delete the configuration file)?
it_it: Sei sicuro di voler cancellare tutte le impostazioni e tornare alle impostazioni di default (questo cancellerà il file di configurazione)?

source: Configuration has been deleted. Please wait while you are redirected to the installer.
it_it: La configurazione è stata cancellata. Attendi il redirect alla procedura di installazione.

source: Are you sure you want to clear all your log data?
it_it: Sei sicuro di voler cancellare tutti i log?

source: Logs have been cleared
it_it: Log cancellati

source: Are you sure you want to reboot OpenSprinkler?
it_it: Sei sicuro di voler avviare OpenSprinkler?

source: OpenSprinkler is rebooting now
it_it: OpenSprinkler si sta riavviando

source: Are you sure you want to stop all stations?
it_it: Sei sicuro di voler fermare tutte le stazioni?

source: All stations have been stopped
it_it: Tutte le stazioni sono state fermate

source: File API is not supported by your browser
it_it: Il file API non è supportato dal tuo browser

source: Backup saved to your device
it_it: Backup salvato nel tuo device

source: No backup available on this device
it_it: Nessun backup presente in questo device

source: Are you sure you want to restore the configuration?
it_it: Sei sicuro di voler ripristinare la configurazione?

source: Backup restored to your device
it_it: Backup ripristinato nel tuo device

source: Unable to read the configuration file. Please check the file and try again.
it_it: Non siamo in grado di leggere il file di configurazione. Controlla il file e prova ancora

source: Yes
it_it: Si
